Repository: protonpass/ios-pass
Catalog: iOS/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: be, ca, cs, da, de, el, es, es_419, fi, fr, hu, id, it, ja, ka, ko, nb, nl, pl, pt, pt_br, ro, ru, sk, sl, sv, tr, uk, vi, zh_hans, zh_hant

source: Automatic lock
be: Аўтаматычная блакіроўка
ca: Bloqueig automàtic
cs: Automatický zámek
da: Automatisk lås
de: Automatische Sperre
el: Αυτόματο κλείδωμα
es: Bloqueo automático
es_419: Bloqueo automático
fi: Lukitse automaattisesti
fr: Verrouillage automatique
hu: Automatikus zárolás
id: Penguncian otomatis
it: Blocco automatico
ja: 自動ロック
ka: ავტომატური დაბლოკვა
ko: 자동 잠금
nb: Lås automatisk
nl: Automatisch slot
pl: Automatyczna blokada
pt: Bloqueio automático
pt_br: Bloqueio automático
ro: Blocare automată
ru: Автоблокировка
sk: Automatické uzamknutie
sl: Samodejno zaklepanje
sv: Automatiskt lås
tr: Otomatik kilitleme
uk: Автоматичне блокування
vi: Khóa tự động
zh_hans: 自动锁定
zh_hant: 自動鎖定

source: Autosave
be: Аўтазахаванне
ca: Desament automàtic
cs: Automatické uložení
da: Gem automatisk
de: Auto-Speichern
el: Αυτόματη αποθήκευση
es: Guardar automáticamente
es_419: Guardar automáticamente
fi: Automaattitallennus
fr: Sauvegarde automatique
hu: Automatikus mentés
id: Simpan otomatis
it: Salvataggio automatico
ja: 自動保存
ka: ავტომატური შენახვა
ko: 자동 저장
nb: Automatisk lagring
nl: Automatisch opslaan
pl: Automatyczne zapisywanie
pt: Guardar automaticamente
pt_br: Salvar automaticamente
ro: Autosalvare
ru: Автосохранение
sk: Automatické ukladanie
sl: Samodejno shranjevanje
sv: Spara automatiskt
tr: Otomatik kaydet
uk: Автозбереження
vi: Tự lưu
zh_hans: 自动保存
zh_hant: 自動儲存

source: Bank Account
be: Банкаўскі рахунак
ca: Compte bancari
cs: Bankovní účet
da: Bankkonto
de: Bankkonto
el: Τραπεζικός Λογαριασμός
es: Cuenta bancaria
es_419: Cuenta bancaria
fi: Pankkitili
fr: Compte bancaire
hu: Bankszámla
id: Rekening Bank
it: Conto Bancario
ja: 銀行口座
ko: 은행 계좌
nb: Bankkonto
nl: Bankrekening
pl: Konto bankowe
pt: Conta bancária
pt_br: Conta bancária
ro: Cont bancar
ru: Банковский счет
sk: Bankový účet
sl: Bančni račun
sv: Bankkonto
tr: Banka hesabı
uk: Банківський рахунок
vi: Tài khoản Ngân hàng
zh_hans: 银行账户
zh_hant: 銀行帳號

source: Bank name
be: Назва банка
ca: Nom del banc
cs: Název banky
da: Banknavn
de: Name der Bank
el: Όνομα τράπεζας
es: Nombre del banco
es_419: Nombre del banco
fi: Pankin nimi
fr: Nom de la banque
hu: Bank neve
id: Nama bank
it: Nome della banca
ja: 銀行名
ko: 은행사
nb: Banknavn
nl: Naam van de bank
pl: Nazwa banku
pt: Nome do banco
pt_br: Nome do banco
ro: Nume bancă
ru: Название банка
sk: Názov banky
sl: Ime banke
sv: Banknamn
tr: Banka adı
uk: Назва банку
vi: Tên ngân hàng
zh_hans: 银行名称
zh_hant: 銀行名

source: Birthdate
be: Дата нараджэння
ca: Data de naixement
cs: Datum narození
da: Fødselsdato
de: Geburtsdatum
el: Ημερομηνία γέννησης
es: Fecha de nacimiento
es_419: Fecha de nacimiento
fi: Syntymäpäivä
fr: Date de naissance
hu: Születésnap
id: Tanggal lahir
it: Data di nascita
ja: 生年月日
ka: დაბადების თარიღი
ko: 생년월일
nb: Fødselsdato
nl: Geboortedatum
pl: Urodziny
pt: Data de nascimento
pt_br: Data de nascimento
ro: Data nașterii
ru: Дата рождения
sk: Dátum narodenia
sl: Rojstni datum
sv: Födelsedatum
tr: Doğum tarihi
uk: Дата народження
vi: Ngày sinh
zh_hans: 出生日期
zh_hant: 日期

source: Block contact
be: Заблакіраваць кантакт
ca: Bloqueja el contacte
cs: Blokovat kontakt
da: Bloker kontakt
de: Kontakt blockieren
el: Αποκλεισμός επαφής
es: Bloquear el contacto
es_419: Bloquear el contacto
fi: Estä yhteystieto
fr: Bloquer le contact
hu: Névjegy letiltása
id: Blokir kontak
it: Blocca contatto
ja: 連絡先をブロック
ka: კონტაქტის დაბლოკვა
ko: 연락처 차단
nb: Blokkèr kontakt
nl: Contact blokkeren
pl: Zablokuj kontakt
pt: Bloquear o contacto
pt_br: Bloquear contato
ro: Blocare contact
ru: Заблокировать контакт
sk: Blokovať kontakt
sl: Blokiraj stik
sv: Blockera kontakt
tr: Kişiyi engelle
uk: Блокувати контакт
vi: Chặn liên hệ
zh_hans: 屏蔽联系人
zh_hant: 封鎖聯絡人

source: Blocked addresses
be: Заблакіраваныя адрасы
ca: Adreces bloquejades
cs: Blokované adresy
da: Blokerede adresser
de: Blockierte Adressen
el: Αποκλεισμένες διευθύνσεις
es: Direcciones bloqueadas
es_419: Direcciones bloqueadas
fi: Estetyt osoitteet
fr: Adresses bloquées
hu: Letiltott címek
id: Alamat terblokir
it: Indirizzi bloccati
ja: ブロックされた連絡先
ka: დაბლოკილი მისამართები
ko: 차단된 연락처
nb: Blokkerte adresser
nl: Geblokkeerde adressen
pl: Zablokowane adresy
pt: Endereços bloqueados
pt_br: Endereço bloqueado
ro: Adrese blocate
ru: Заблокированные адреса
sk: Zablokované adresy
sl: Blokirani naslovi
sv: Blockerade adresser
tr: Engellenmiş adresler
uk: Блоковані адреси
vi: Địa chỉ đã chặn
zh_hans: 屏蔽名单
zh_hant: 已封鎖位址

source: Breach detail action menu
be: Меню дзеяння падрабязнасці парушэння
ca: Menú d'acció de detall d'infraccions
cs: Nabídka podrobností k akci úniku informací
da: Handlingsmenu med detaljer om databruddet
de: Aktionsmenü für die Einzelheiten des Datenlecks
el: Μενού ενεργειών λεπτομερειών παραβίασης
es: Menú de acciones de detalles de vulneraciones
es_419: Menu de acciones de detalles de vulneraciones
fi: Tietomurron tietojen toimintovalikko
fr: Menu des actions détaillées des fuites de données
hu: Az adatvédelmi incidens részletes cselekvési menüje
id: Menu tindakan rincian kebocoran
it: Menu di azione dei dettagli della violazione di dati
ja: 侵害詳細アクション メニュー
ka: გაჟონვის დეტალის ქმედების მენიუ
ko: 침해 상세 정보 동작 매뉴
nb: Handlingsmeny for brudddetaljer
nl: Actiemenu inbreuk details
pl: Menu akcji wycieku
pt: Menu de ações de detalhes de violações de dados
pt_br: Menu de ações de detalhes de violações
ro: Meniu acțiune detalii divulgare
ru: Меню действий информации об утечке
sk: Ponuka podrobností k akcii o narušení
sl: Meni za dejanja podrobnosti kršitve
sv: Åtgärdsmeny för intrångsdetaljer
tr: Veri sızıntısı ayrıntıları işlem menüsü
uk: Меню дій з деталями витоку
vi: Các tùy chọn cho thông tin về vụ rò rỉ
zh_hans: 泄露详情操作菜单
zh_hant: 詳細外露資料操作選單

source: Breach detected for
be: Выяўлена парушэнне для
ca: S'ha detectat una infracció de les dades per a
cs: Únik informací zjištěn pro
da: Databrud registreret for
de: Datenlecks entdeckt für
el: Εντοπίστηκε παραβίαση για
es: Se ha detectado una vulneración para
es_419: Vulneración detectada para
fi: Tietomurto havaittu osoitteelle
fr: Une fuite de données a été détectée pour
hu: Adatvédelmi incidens észlelve a
id: Kebocoran terdeteksi untuk
it: Violazione di dati rilevata per
ja: 侵害が検出されました
ka: აღმოჩენილია გაჟონვები ვისთვის
ko: 침해 사례가 다음에서 감지됨:
nb: Brudd oppdaget for
nl: Inbreuken gedetecteerd voor
pl: Wykryto wyciek dla
pt: Violação detetada para
pt_br: Violação detetada para
ro: Divulgare detectată pentru
ru: Обнаружена утечка для
sk: Bol zistený únik pre
sl: Zaznane kršitve za
sv: Intrång upptäckta för
tr: Şunun için veri sızıntısı
uk: Виявлено витік для
vi: Tìm thấy rò rỉ
zh_hans: 检测到的信息泄露
zh_hant: 偵測到外露的

source: Breached Detected
be: Выяўлены парушэнні
ca: S'ha detectat una Infracció
cs: Zjištěné úniky informací
da: Databrud registreret
de: Datenlecks entdeckt
el: Εντοπίστηκαν Παραβιάσεις
es: Se han detectado vulneraciones.
es_419: Vulneraciones detectadas
fi: Tietomurtoja havaittu
fr: Fuites détectées
hu: Adatszivárgásokat észleltünk
id: Kebocoran Terdeteksi
it: Violazione di dati rilevata
ja: 侵害が検出されました
ka: აღმოჩენილია გაჟონვა
ko: 침해 사례 감지됨
nb: Brudd oppdaget
nl: Inbreuken gedetecteerd
pl: Wykryto wycieki
pt: Violação detetada
pt_br: Violações detetadas
ro: Divulgări detectate
ru: Обнаружены утечки
sk: Zistené narušenie
sl: Zaznana kršitev
sv: Intrång upptäckt
tr: Veri sızıntısı bulundu
uk: Виявлені витоки
vi: Phát hiện rò rỉ dữ liệu
zh_hans: 检测到数据泄露
zh_hant: 已偵測到的資料外露

source: Breaches
be: Парушэнні
ca: Infraccions
cs: Úniky informací
da: Databrud
de: Datenlecks
el: Παραβιάσεις
es: Vulneraciones
es_419: Vulneraciones
fi: Murrot
fr: Fuites de données
hu: Adatszivárgások
id: Kebocoran
it: Violazioni di dati
ja: 侵害
ka: გაჟონვები
ko: 유출
nb: Brudd
nl: Inbreuken
pl: Wycieki
pt: Violações de dados
pt_br: Vulnerações
ro: Divulgări
ru: Утечки
sk: Úniky údajov
sl: Kršitve
sv: Intrång
tr: Veri sızıntıları
uk: Витоки
vi: Các vụ rò rỉ
zh_hans: 信息泄露
zh_hant: 外露

source: Breaches detected
be: Выяўлены парушэнні
ca: S'han detectat infraccions
cs: Zjištěny úniky informací
da: Databrud opdaget
de: Datenlecks entdeckt
el: Εντοπίστηκαν παραβιάσεις
es: Vulneraciones detectadas
es_419: Vulneraciones detectadas
fi: Tietomurtoja havaittiin
fr: Des fuites de données ont été détectées.
hu: Adatvédelmi incidensek észlelve
id: Kebocoran terdeteksi
it: Violazioni di dati rilevate
ja: 侵害が検出されました
ka: აღმოჩენილია გაჟონვები
ko: 침해 사례 감지됨
nb: Brudd oppdaget
nl: Inbreuken gedetecteerd
pl: Wykryto wycieki
pt: Violações detetadas
pt_br: Violações detetadas
ro: Divulgări detectate
ru: Обнаружены утечки
sk: Zistené úniky
sl: Zaznane kršitve
sv: Intrång upptäckta
tr: Veri sızıntısı bulundu
uk: Виявлено порушення
vi: Phát hiện rò rỉ dữ liệu
zh_hans: 已监测到泄露信息
zh_hant: 已偵測到外洩

source: Breaches resolved
be: Парушэнні вырашаны
ca: Infraccions resoltes
cs: Úniky informací vyřešeny
da: Databrud afklaret
de: Datenlecks gelöst
el: Παραβιάσεις επιλύθηκαν
es: Vulneraciones resueltas
es_419: Vulneraciones resueltas
fi: Tietomurrot on ratkaistu
fr: Fuites résolues
hu: Adatvédelmi incidens megoldva
id: Kebocoran yang terselesaikan
it: Violazioni di dati risolte
ja: 解決された侵害
ka: გაჟონვები გადაწყვეტილია
ko: 침해 사례 해결됨
nb: Brudd løst
nl: Inbreuken opgelost
pl: Wyciek został rozwiązany
pt: Violações resolvidas
pt_br: Violações resolvidas
ro: Divulgări rezolvate
ru: Утечки устранены
sk: Úniky vyriešené
sl: Kršitve odpravljene
sv: Intrång lösta
tr: Veri sızıntıları çözümlendi
uk: Виправлені витоки
vi: Các rò rỉ đã được xử lí
zh_hans: 已解决的信息泄露
zh_hant: 已解決的資料外露

source: Camera permission required for this feature to be available
be: Для працы гэтай функцыі неабходны доступ да камеры
ca: El permís de càmera és necessari perquè aquesta característica estigui disponible
cs: Pro tuto funkci je nutné povolit přístup k fotoaparátu
da: Kameratilladelse påkrævet for at gøre denne funktion tilgængelig
de: Für diese Funktion ist die Kamera-Berechtigung notwendig.
el: Απαιτείται άδεια κάμερας για να είναι διαθέσιμη αυτή η λειτουργία
es: Se requiere el permiso de cámara para que esta función esté disponible
es_419: Se requiere el permiso de cámara para que esta función esté disponible
fi: Ominaisuus tarvitsee kameran käyttöoikeuden.
fr: L'autorisation de l'appareil photo est nécessaire pour que cette fonctionnalité soit disponible.
hu: A kamerához való hozzáférés szükséges a funkció használatához
id: Izin kamera diperlukan agar fitur ini tersedia
it: Autorizzazione alla fotocamera richiesta per rendere disponibile questa funzionalità
ja: この機能を利用するにはカメラへのアクセス許可が必要です
ka: ამ ფუნქციას კამერასთან წვდომა სჭირდება
ko: 이 기능을 사용하기 위해 카메라 권한이 필요합니다
nb: Kameratillatelse kreves for at denne funksjonen skal være tilgjengelig.
nl: Cameratoestemming vereist om deze functie beschikbaar te maken
pl: Ta funkcja potrzebuje uprawnienia do aparatu
pt: É necessária a autorização da câmara para que esta função esteja disponível
pt_br: A autorização da câmera é necessária para que essa função esteja disponível
ro: Este necesar accesul la cameră pentru ca funcția să fie disponibilă
sk: Na sprístupnenie tejto funkcie sa vyžaduje prístup k fotoaparátu
sl: Za to funkcijo je potrebno dovoljenje za kamero
sv: Tillåtelse för kamera krävs för att denna funktion ska vara tillgänglig
tr: Bu özelliği kullanabilmek için kameraya erişme izni verilmelidir
uk: Для роботи цієї функції потрібен дозвіл на доступ до камери
vi: Quyền truy cập máy ảnh là cần thiết để tính năng này hoạt động
zh_hans: 此功能需要相机权限才能使用
zh_hant: 此功能需要鏡頭權限

source: Can be viewed:
be: Могуць праглядаць:
ca: Es pot veure:
cs: Lze zobrazit:
da: Kan ses:
de: Kann angezeigt werden:
el: Μπορεί να προβληθεί:
es: Leer:
es_419: Puede ser visto:
fi: Avattavissa:
fr: Peut être vu :
hu: Megtekinthető:
id: Dapat ditampilkan:
it: Può essere visualizzato:
ja: 閲覧可能：
ka: შეიძლება, ნახონ:
ko: 확인 가능 횟수:
nb: Kan sees:
nl: Kan worden bekeken:
pl: Maksymalna liczba dostępów
pt: Pode ser visto:
pt_br: Pode ser visualizado:
ro: Se poate accesa:
ru: Можно просмотреть:
sk: Môže byť zobrazené:
sl: Lahko se ogleda:
sv: Kan visas:
tr: Görülebilir:
uk: Можна переглянути:
vi: Có thể được xem:
zh_hans: 可以查看：
zh_hant: 可檢視：

source: Can create, edit, delete and export items in this vault
be: Можа ствараць, рэдагаваць, выдаляць і экспартаваць элементы ў гэтым сховішчы
ca: Permet crear, editar, suprimir i exportar elements en aquesta caixa forta
cs: Může vytvářet, upravovat, mazat a exportovat položky v tomto trezoru
da: Kan oprette, redigere, slette og eksportere elementer i denne boks
de: Darf Einträge in diesem Tresor erstellen, bearbeiten, löschen und exportieren
el: Μπορεί να δημιουργήσει, επεξεργαστεί, διαγράψει και εξάγει στοιχεία σε αυτήν την κρύπτη
es: Permite crear, editar, eliminar y exportar los elementos en esta caja fuerte.
es_419: Permite crear, editar, eliminar y exportar elementos en esta bóveda
fi: Voi luoda, muokata, poistaa ja viedä holvin kohteita.
fr: Permet de créer, modifier, supprimer et exporter des éléments dans ce coffre-fort.
hu: Létrehozhat, szerkesztheti, törölheti és exportálhatja a tároló elemeit
id: Dapat membuat, menyunting, dan mengekspor item dalam brankas ini
it: Può creare, modificare, eliminare ed esportare gli elementi in questa cassaforte
ja: この保管庫内のアイテムの作成、編集、削除、エクスポートが可能
ka: შეუძლია ამ საცავის ელემენტების ჩასწორება/წაშლა და გატანა
ko: 이 금고에서 항목을 생성, 편집, 삭제하거나 내보낼 수 있습니다
nb: Kan opprette, redigere, slette og eksportere elementer i dette hvelvet.
nl: Kan items aanmaken, bewerken, verwijderen en exporteren in deze kluis
pl: Może edytować i eksportować elementy w sejfie
pt: Pode criar, editar, apagar e exportar itens neste cofre
pt_br: Pode criar, editar, excluir e exportar itens para esse cofre
ro: Poate crea, edita, șterge și exporta articole din acest seif
ru: Может создавать, редактировать, удалять и экспортировать элементы этого хранилища
sk: Môže vytvárať, upravovať, mazať a exportovať položky v tomto trezore
sl: Lahko ustvarja, ureja, briše in izvaža predmete v tem trezorju
sv: Kan skapa, redigera, ta bort och exportera objekt i detta valv
tr: Bu kasadaki ögeleri oluşturabilir, düzenleyebilir, silebilir ve dışa aktarabilir
uk: Може створювати, редагувати, видаляти та експортувати елементи в цьому сховищі
vi: Cho phép tạo, chỉnh sửa, xóa và xuất nội dung trong két sắt này
zh_hans: 可创建、编辑、删除和导出此保险库中的项目
zh_hant: 可在此保管庫進行創建、編輯、刪除及匯出項目

source: Can edit and delete this item.
be: Можа рэдагаваць і выдаляць гэты элемент.
ca: Pot editar i eliminar aquest element.
cs: Může upravovat a smazat tuto položku.
da: Kan redigere og slette dette element.
de: Darf dieses Element bearbeiten und löschen.
el: Μπορεί να επεξεργαστεί και να διαγράψει αυτό το στοιχείο.
es: Puede editar y eliminar este elemento.
es_419: Puede editar y eliminar este elemento.
fi: Voi muokata kohdetta ja poistaa sen.
fr: Peut modifier et supprimer cet élément.
hu: Szerkesztheti és törölheti ezt az elemet.
id: Dapat menyunting dan menghapus item ini.
it: Può modificare ed eliminare questo elemento.
ja: このアイテムを編集、削除できます。
ka: შეუძლია ამ ელემენტის ჩასწორება და წაშლა.
ko: 이 항목을 편집하거나 삭제할 수 있습니다.
nb: Kan redigere og slette dette elementet.
nl: Dit item kan worden bewerkt en verwijderd.
pl: Może edytować i usuwać element.
pt: Pode editar e eliminar este item.
pt_br: Pode editar e excluir este item.
ro: Poate edita și șterge acest articol.
ru: Можно редактировать и удалить этот элемент.
sk: Môže upravovať a mazať túto položku.
sl: Lahko urejate in izbrišete ta predmet.
sv: Kan redigera och ta bort detta objekt.
tr: Bu ögeyi düzenleyebilir ve silebilir.
uk: Може редагувати й видаляти цей елемент.
vi: Có thể sửa và xoá mục này.
zh_hans: 可以编辑和删除此项目。
zh_hant: 可編輯和刪除此項目。

source: Can grant and revoke access to the item.
be: Можа даваць і адклікаць доступ для гэтага элемента.
ca: Pot concedir i revocar l'accés a l'element.
cs: Může udělovat a rušit přístup k položce.
da: Kan give og tilbagekalde adgang til elementet.
de: Darf Zugriff auf dieses Element gewähren oder widerrufen.
el: Μπορεί να παραχωρήσει και να ανακαλέσει την πρόσβαση στο στοιχείο.
es: Puede conceder y revocar acceso al elemento.
es_419: Puede conceder y revocar acceso al elemento.
fi: Voi myöntää ja mitätöidä kohteen käyttöoikeuksia.
fr: Peut accorder et révoquer l'accès à l'élément.
hu: Megadhatja és visszavonhatja a hozzáférést az elemhez.
id: Dapat memberikan dan mencabut izin akses ke item ini.
it: Può concedere e revocare l'accesso a l'elemento.
ja: このアイテムへのアクセス権を付与したり、取り消したりすることができます。
ka: შეუძლია ამ ელემენტზე წვდომების მინიჭება და ჩამორთმევა.
ko: 이 항목의 접근 권한을 부여 및 회수할 수 있습니다.
nb: Kan gi og oppheve tilgang til elementet.
nl: Kan toegang tot dit item verlenen en intrekken.
pl: Może zarządzać dostępem do elementu.
pt: Pode conceder e revogar acesso ao item.
pt_br: Pode conceder ou revogar acesso para o item.
ro: Poate acorda și anula accesul la articol.
ru: Может представлять и отзывать доступ к этому хранилищу.
sk: Môže udeliť alebo zrušiť prístup k položke.
sl: Lahko odobri in prekliče dostop do predmeta.
sv: Kan bevilja och återkalla åtkomst till objektet.
tr: Ögeye erişme izni verebilir ya da geri alabilir.
uk: Може надавати та відкликати доступ до цього елемента.
vi: Có thể cấp và thu hồi quyền truy cập vào mục.
zh_hans: 可以授予和撤销对此项目的访问权限。
zh_hant: 可取得與撤銷項目的存取權限。

source: Can grant and revoke access to this vault
be: Можа даваць і адклікаць дазвол на доступ да гэтага сховішча
ca: Permet concedir i revocar accés a aquesta caixa forta
cs: Může udělovat a odebírat přístup k tomuto trezoru
da: Kan give og tilbagekalde adgang til denne boks
de: Darf Zugriff auf diesen Tresor gewähren oder widerrufen
el: Μπορεί να παραχωρήσει και να ανακαλέσει την πρόσβαση σε αυτή την κρύπτη
es: Permite conceder y revocar acceso a esta caja fuerte
es_419: Permite conceder y revocar acceso a esta bóveda
fi: Voi myöntää ja mitätöidä holvin käyttöoikeuksia.
fr: Permet d'accorder et de révoquer l'accès à ce coffre-fort.
hu: Megadhat és megvonhat elérést ehhez a tárolóhoz
id: Dapat memberikan dan mencabut izin akses ke brankas ini
it: Può concedere e revocare l'accesso a questa cassaforte
ja: この保管庫へのアクセスを許可および取り消すことができます
ka: შეუძლია ამ საცავზე წვდომების მინიჭება და ჩამორთმევა
ko: 이 금고의 접근을 허용 및 취소할 수 있습니다
nb: Kan innvilge og oppheve tilgang til dette hvelvet.
nl: Kan toegang tot deze kluis verlenen en intrekken
pl: Może zarządzać dostępem do sejfu
pt: Pode conceder e revogar o acesso a este cofre
pt_br: Pode conceder ou revogar acesso para esse cofre
ro: Poate acorda și anul accesul la acest seif
ru: Может представлять и отзывать доступ к этому хранилищу
sk: Môže udeliť alebo zrušiť prístup k tomuto trezoru
sl: Lahko odobri in prekliče dostop do tega trezorja
sv: Kan bevilja och återkalla åtkomst till detta valv
tr: Bu kasaya erişme izni verebilir ya da geri alabilir
uk: Може надавати та відкликати доступ до цього сховища
vi: Cho phép cấp và thu hồi quyền truy cập vào két sắt này
zh_hans: 可授予和撤销对此保险库的访问权限
zh_hant: 可取得及撤銷此保管庫的權限。

source: Can view items in this vault
be: Можа праглядаць элементы ў гэтым сховішчы
ca: Permet veure els elements d'aquesta caixa forte
cs: Může zobrazovat položky v tomto trezoru
da: Kan se elementer i denne boks
de: Darf Einträge in diesem Tresor anzeigen
el: Μπορεί να προβάλει στοιχεία σε αυτή την κρύπτη
es: Permite ver los elementos en esta caja fuerte
es_419: Permite ver elementos en esta bóveda
fi: Voi tarkastella holvin kohteita.
fr: Permet de consulter les éléments de ce coffre-fort.
hu: Megtekintheti a tárolóban lévő elemeket
id: Dapat melihat item dalam brankas ini
it: Può visualizzare gli elementi in questa cassaforte
ja: この保管庫のアイテムは閲覧可能
ka: შეუძლია ამ საცავის ელემენტების დათვალიერება
ko: 이 금고에서 항목을 확인 가능합니다
nb: Kan se elementer i dette hvelvet
nl: Kan items bekijken in deze kluis
pl: Widzi elementy w sejfie
pt: Pode ver itens neste cofre
pt_br: Pode ver itens para esse cofre
ro: Poate vizualiza articolele din acest seif
ru: Может просматривать элементы в этом хранилище
sk: Môže zobraziť položky v tomto trezore
sl: Lahko si ogleda predmete v tem trezorju
sv: Kan visa objekt i detta valv
tr: Bu kasadaki ögeleri görüntüleyebilir
uk: Може переглядати елементи в цьому сховищі
vi: Cho phép xem nội dung trong két sắt này
zh_hans: 可查看此保险库中的项目
zh_hant: 可檢視保管庫的項目

source: Can view this item
be: Можа праглядаць гэты элемент
ca: Pot veure aquest element
cs: Může zobrazit tuto položku
da: Kan se dette element
de: Darf dieses Element anzeigen
el: Μπορεί να προβάλλει αυτό το στοιχείο
es: Puede ver este elemento
es_419: Puede ver este elemento
fi: Voi tarkastella tätä kohdetta
fr: Peut afficher cet élément
hu: Megnézheti ezt a elemet
id: Dapat melihat item ini.
it: Può visualizzare questo elemento
ja: このアイテムを閲覧できます
ka: შეუძლია ან ელემენტის დათვალიერება
ko: 이 항목을 볼 수 있습니다.
nb: Kan lese dette elementet
nl: Kan dit item bekijken
pl: Odczyt
pt: Pode ver este item
pt_br: Pode ver esse item
ro: Poate vedea acest articol
ru: Можно просматривать этот элемент
sk: Môže zobraziť túto položku
sl: Lahko si ogleda ta predmet
sv: Kan visa detta objekt
tr: Bu ögeyi görüntüleyebilir
uk: Можна переглянути цей елемент
vi: Có thể xem mục này
zh_hans: 可以查看此项目
zh_hant: 可查看此項目

source: Cancel
be: Скасаваць
ca: Cancel·la
cs: Zrušit
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
es_419: Cancelar
fi: Peru
fr: Annuler
hu: Törlés
id: Batal
it: Annulla
ja: キャンセル
ka: გაუქმება
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulare
ru: Отменить
sk: Zrušiť
sl: Prekliči
sv: Avbryt
tr: İptal
uk: Скасувати
vi: Huỷ
zh_hans: 取消
zh_hant: 取消

source: Cancel invitation
be: Скасаваць запрашэнне
ca: Cancel·la la invitació
cs: Zrušit pozvánku
da: Annullér invitation
de: Einladung abbrechen
el: Ακύρωση πρόσκλησης
es: Cancelar la invitación
es_419: Cancelar la invitación
fi: Peru kutsu
fr: Annuler l'invitation
hu: Meghívás visszavonása
id: Batalkan undangan
it: Annulla l'invito
ja: 招待のキャンセル
ko: 초대 취소
nb: Avbryt invitasjon
nl: Uitnodiging annuleren
pl: Anuluj zaproszenie
pt: Cancelar o convite
pt_br: Cancelar convite
ro: Anulare invitație
ru: Отменить приглашение
sk: Zrušiť pozvánku
sl: Prekliči povabilo
sv: Avbryt inbjudan
tr: Daveti iptal et
uk: Скасувати запрошення
vi: Hủy lời mời
zh_hans: 取消邀请
zh_hant: 取消邀請

source: Cancel mailbox change
be: Скасаваць змяненні паштовай скрыні
ca: Cancel·la el canvi de la bústia de correu
cs: Zrušení změny e-mailové schránky
da: Annuller ændring af postkasse
de: Änderung des Postfachs abbrechen
el: Ακύρωση αλλαγής γραμματοκιβωτίου
es: Cancelar el cambio de buzón
es_419: Cancelar el cambio de buzón
fi: Peru postilaatikon muutos
fr: Annuler la modification de la messagerie
hu: Postafiók módosításának visszavonása
id: Batalkan perubahan kotak surat
it: Annulla la modifica della casella di posta
ja: メールボックスの変更をキャンセル
ka: საფოსტო ყუთის ცვლილების გაუქმება
ko: 메일함 변경 취소
nb: Avbryt postboksendring
nl: Annuleer mailbox wijziging
pl: Anuluj zmianę skrzynki pocztowej
pt: Cancelar a alteração da caixa de correio
pt_br: Cancelar alteração da caixa de correio
ro: Anulare modificare cont de e-mail
ru: Отменить изменение почтового ящика
sk: Zrušiť zmenu poštovej schránky
sl: Prekliči spremembo poštnega predala
sv: Avbryt ändring av brevlåda
tr: E-posta kutusu değişikliğini iptal et
uk: Скасувати зміну поштової скриньки
vi: Hủy thay đổi hộp thư
zh_hans: 取消邮箱更改
zh_hant: 取消電郵信箱變更
